[
    {
        "id": 1,
        "title": "Chicken and vegetables stir-fry",
        "Ingredients": [
            "2 tbsp peanut oil",
            "3 Lilydale Free Range Chicken Breast, trimmed, cut across the grain into thin strips",
            "1 brown onion, cut into thin wedges",
            "1 red capsicum, deseeded, cut into thin strips",
            "250g button mushrooms or mushroom caps, sliced",
            "1 bunch broccolini, cut into 4cm lengths",
            "2cm piece fresh ginger, peeled, finely grated or chopped",
            "2 garlic cloves, finely chopped",
            "2 fresh birdseye chillies, deseeded if desired, thinly sliced",
            "2 tbsp salt-reduced soy sauce",
            "1 1/2 tbsp oyster sauce",
            "1 tbsp water",
            "100g bean sprouts, to serve",
            "Coriander leaves, to serve",
            "Cooked white rice or noodles, to serve"
        ],
        "description": "Delicious and nutricious",
        "image": "chickenAndVeggies.jpeg",
        "belongsTo": "2",
        "directions": [
            "In a large pan on medium-high heat, add 1 tablespoon of oil. Once the oil is hot, add chicken, season with salt and pepper, and sauté until cooked through and browned. Remove cooked chicken from pan and set aside. ",
            "In the same pan, heat 1 tablespoon of oil and add mushrooms. When the mushrooms start to soften, add broccoli florets and stir-fry until the broccoli is tender. Remove cooked mushrooms and broccoli from the pan and set aside.",
            "Add 1 tablespoon of oil to the pan and sauté garlic and ginger until fragrant. Add the remaining sauce ingredients and stir until smooth.",
            "Return the chicken and vegetables to the saucy pan, stir until heated through.",
            "Serve with hot rice or noodles.",
            "Enjoy!"
        ]
    },
    {
        "id": 2,
        "title": "Chocolate fudge cake",
        "Ingredients": [
            "2 150ml sunflower oil, plus extra for the tin",
            "175g self-raising flour",
            "2 tbsp cocoa powder",
            "1 tsp bicarbonate of soda",
            "150g caster sugar",
            "2 tbsp golden syrup",
            "2 large eggs, lightly beaten",
            "150ml semi-skimmed milk"
        ],
        "description": "What´s better than a choco cake?",
        "image": "chococake.jpeg",
        "belongsTo": "2",
        "directions": [
            "Heat the oven to 180C/160C fan/gas 4. Oil and line the base of two 18cm sandwich tins. Sieve the flour, cocoa powder and bicarbonate of soda into a bowl. Add the caster sugar and mix well.",
            "Make a well in the centre and add the golden syrup, eggs, sunflower oil and milk. Beat well with an electric whisk until smooth.",
            "Pour the mixture into the two tins and bake for 25-30 mins until risen and firm to the touch. Remove from oven, leave to cool for 10 mins before turning out onto a cooling rack.",
            "To make the icing, beat the unsalted butter in a bowl until soft. Gradually sieve and beat in the icing sugar and cocoa powder, then add enough of the milk to make the icing fluffy and spreadable.",
            "Sandwich the two cakes together with the butter icing and cover the sides and the top of the cake with more icing."
        ]
    },
    {
        "id": 3,
        "title": "Quiche Lorraine",
        "Ingredients": [
            "1/8 tsp ground nutmeg",
            "1/4 tsp smoked paprika",
            "1/4 tsp black pepper, finely ground",
            "1/2 tsp kosher salt",
            "4 eggs, large",
            "1 3/4 cup half and half, (or equal parts whole milk and heavy cream)",
            "1 cup shredded cheese , (I used sharp white cheddar, but gruyere is classic)",
            "1/2 yellow onion,  diced",
            "1/2 lb thin strips of bacon,  chopped into 1/2 inch pieces",
            "1 pie crust, (1 frozen crust, or 1/2 recipe for double pie crust)"
        ],
        "description": "A delicious quiche",
        "image": "QuicheLorraine.jpeg",
        "belongsTo": "1",
        "directions": [
            "If you are making your own pie crust, roll out the pie dough into a 12-inch round. Place it in a 10-inch wide, 1 1/2-inch high tart pan, pressing the dough into the corners. (If you don't have a tart pan, you can use a similarly sized pie pan.)  ",
            "Use a rolling pin to roll over the surface of the tart pan to cleanly cut off the excess dough from the edges.  ",
            "Freeze for at least 30 minutes before blind-baking.  ",
            "Pre-baking is also called \"blind\" baking. If you're using a store-bought frozen crust, follow the directions on the package for pre-baking.  ",
            "If you are pre-baking a homemade crust, preheat oven to 350°F. Line the frozen crust with heavy duty aluminum foil. Allow for a couple inches to extend beyond the sides of the tart or pie pan.  ",
            "Fill tart pan with pie weights such as dry beans, sugar, or rice.  ",
            "If you are using a pan with a removable bottom, place the pan on a rimmed baking sheet in the oven to catch any spillage.  ",
            "Bake for 40 minutes. Then remove from oven, remove the pie weights (the easiest way to do this is to lift up the foil by the edges) and the foil, and set aside. (See further tips on how to blind bake a crust.)  ",
            "Set a large frying pan over medium heat. Arrange strips of bacon in a single layer on the bottom of the pan (you may need to work in batches or do two pans at once).  ",
            " Slowly cook the bacon, turning the strips over occasionally until they are nicely browned and much of the fat has rendered out.  ",
            "Lay the cooked strips of bacon on a paper towel to absorb the excess fat. Pour fat out of the pan into a jar (not down the drain, unless you want to clog the pipes) for future use, or wait until it solidifies and discard in the trash.  ",
            "Chop the cooked bacon crosswise into 1/4-inch to 1/2-inch pieces.  ",
            "After the bacon is cooked preheat the oven to 350°F.  ",
            "Whisk the eggs in a large bowl. Add the nutmeg, salt, black pepper and chives and whisk a little more. Add the milk and cream and whisk vigorously to incorporate and introduce a little air into the mix – this keeps the texture of the quiche light and fluffy.  ",
            "Arrange the bacon and cheese in the bottom of the pie crust.  ",
            "Whisk the egg-milk mixture hard again for a few seconds, then pour it gently into the pie crust.  ",
            "You want the bacon and cheese to be suspended in the mix, so you might need to gently stir it around just a little. You also want the chives, which will float, to be evenly arranged on top, so move them around with a spoon until you like where they are.  ",
            "Put the quiche into the preheated oven and bake for 30-40 minutes. (If using pan with removable bottom, be sure to place a rimmed baking sheet underneath.)  ",
            "Check for doneness after 30 minutes by gently jiggling the quiche. It should still have just a little wiggle. (It will finish setting while it cools.) Cool on a wire rack.  ",
            "Eat at room temperature, cold (a quiche will keep for several days in the fridge), or reheated gently in a 200°F oven.  "
        ],
        "ratingAvg": null
    },
    {
        "id": 4,
        "title": "Fluffy pancakes",
        "Ingredients": [
            "1 cup all-purpose flour",
            "2 tablespoons white sugar",
            "2 teaspoons baking powder",
            "1 teaspoon salt",
            "1 egg, beaten",
            "1 cup milk",
            "2 tablespoons vegetable oil"
        ],
        "description": "Easy to make, delicious to eat",
        "image": "fluffypancakes.jpeg",
        "belongsTo": "3",
        "ratingAvg": 5,
        "directions": [
            "In a large bowl, mix flour, sugar, baking powder and salt. Make a well in the center, and pour in milk, egg and oil. Mix until smooth.",
            "Heat a lightly oiled griddle or frying pan over medium high heat. Pour or scoop the batter onto the griddle, using approximately 1/4 cup for each pancake. Brown on both sides and serve hot."
        ]
    },
    {
        "id": 5,
        "title": "Carrot cake",
        "Ingredients": [
            "2 cups (240g) all-purpose flour",
            "2 teaspoons baking powder",
            "2 teaspoons cinnamon",
            "2 teaspoons allspice ",
            "1/2 teaspoon salt",
            "4 large eggs",
            "2 cups (400g) granulated sugar",
            "1 1/4 cup vegetable oil",
            "3 cups loosely packed peeled and grated carrots"
        ],
        "description": "mmmm a dream!",
        "image": "carrot-cake.jpeg",
        "belongsTo": "1",
        "directions": [
            "Heat the oven to 180C/160C fan/gas 4. Oil and line the base and sides of two 20cm cake tins with baking parchment. Whisk the oil, yogurt, eggs, vanilla and zest in a jug. Mix the flour, sugar, cinnamon and nutmeg with a good pinch of salt in a bowl. Squeeze any lumps of sugar through your fingers, shaking the bowl a few times to bring the lumps to the surface.",
            "Add the wet ingredients to the dry, along with the carrots, raisins and half the nuts, if using. Mix well to combine, then divide between the tins.",
            "Bake for 25-30 mins or until a skewer inserted into the centre of the cake comes out clean. If any wet mixture clings to the skewer, return to the oven for 5 mins, then check again. Leave to cool in the tins.",
            "To make the icing, beat the butter and sugar together until smooth. Add half the soft cheese and beat again, then add the rest (adding it bit by bit prevents the icing from splitting). Remove the cakes from the tins and sandwich together with half the icing. Top with the remaining icing and scatter with the remaining walnuts. Will keep in the fridge for up to five days. Best eaten at room temperature."
        ]
    },
    {
        "id": 6,
        "title": "Chicken Alfredo Penne",
        "description": "",
        "Ingredients": [
            "1 ½ lb chicken breast(680 g) - cubed",
            " 2 tablespoons butter",
            " ½ teaspoon dried oregano",
            " ½ teaspoon dried basil",
            " ½ teaspoon salt",
            " ½ teaspoon pepper",
            " 16 oz penne pasta(455 g) - cooked",
            " ¼ cup fresh parsley(10 g)",
            " ¼ cup shredded parmesan cheese(25 g)"
        ],
        "directions": [
            "In a pan over medium-high heat",
            " melt butter",
            " then add the chicken breast.",
            " Season with salt",
            " pepper",
            " oregano",
            " and basil. Cook 8-10 minutes or until chicken is fully cooked. Remove from heat and set chicken aside.",
            " In the same pan over medium heat",
            " melt butter and add the garlic. Cook until the garlic begins to soften.",
            "  Add half of the flour to the garlic and butter",
            " stirring until incorporated. Then add the rest of the flour and stir.",
            " Pour in the milk a little bit at a time",
            " stirring well in between",
            " until fully incorporated and sauce begins to thicken.",
            " Season with salt",
            " pepper",
            " oregano",
            " and basil",
            " and stir well to incorporate.",
            "  Add parmesan cheese and stir until melted.",
            " Pour the sauce over cooked penne pasta",
            " add the chicken and mix well.",
            " Add parsley and extra parmesan. Mix well. ",
            "Enjoy!"
        ],
        "image": "image-1655284106171.jpeg",
        "belongsTo": "1"
    },
    {
        "id": 7,
        "title": "Fresh lemonade",
        "description": "When life gives you lemons, make the Best Lemonade Ever!  Sweet, tart, easy to throw together, and oh-so refreshing. Sweeten your day with this lemonade recipe.",
        "Ingredients": [
            "1 ¾ cups white sugar",
            "1 cup water",
            "9 medium lemons, or more as needed",
            "7 cups ice-cold water",
            "ice as needed"
        ],
        "directions": [
            "Combine sugar and 1 cup water in a small saucepan. Stir to dissolve sugar while mixture comes to a boil. Set aside to cool slightly.",
            "Meanwhile, roll lemons around on your counter to soften. Cut in half lengthwise, and squeeze into a liquid measuring cup. Add pulp to the juice, but discard any seeds. Continue juicing until you have 1 1/2 cups fresh juice and pulp. ",
            "Pour 7 cups ice-cold water into a pitcher. Stir in lemon juice and pulp, then add simple syrup to taste. Add ice."
        ],
        "image": "image-1655759624945.jpeg",
        "belongsTo": 10
    },
    {
        "id": 8,
        "title": "Two-Ingredient Pizza Dough",
        "description": "If you want to make a good pizza that's fast and easy, this is it. Cooking at a higher temperature (500 degrees F (260 degrees C)) is the key to making this the perfect pizza. It doesn't get any easier than this folks. Brush dough with olive oil and add your favorite toppings. Enjoy!",
        "Ingredients": [
            "1 ½ cups self-rising flour, plus more for kneading",
            "1 cup plain Greek yogurt",
            "cooking spray"
        ],
        "directions": [
            "Preheat the oven to 500 degrees F (260 degrees C).",
            "Mix flour and Greek yogurt together in a bowl; transfer to a work surface floured with self-rising flour. Knead dough, adding more flour as needed to keep dough from being too sticky, for 8 to 10 minutes.",
            "Spray a 12-inch pizza pan with cooking spray and spread dough to edges of pan.",
            "Parbake the pizza crust for 5 to 7 minutes before adding your favorite toppings.",
            "Return to the oven and bake until crust is lightly browned, 5 to 7 minutes."
        ],
        "image": "image-1655761990851.jpg",
        "belongsTo": 10
    },
    {
        "id": 9,
        "title": "Fried prawn & pineapple rice",
        "description": "This quick, low calorie supper is perfect for a busy weeknight. Cook your rice in advance to get ahead - run it under cold water to chill quickly, then freeze in a food bag for up to one month",
        "Ingredients": [
            "2 tsp sunflower oil",
            "bunch spring onions , greens and whites separated, both sliced",
            "1 green pepper , deseeded and chopped into small chunks",
            "140g pineapple , chopped into bite-sized chunks",
            "3 tbsp Thai green curry paste",
            "4 tsp light soy sauce , plus extra to serve",
            "300g cooked basmati rice (brown, white or a mix - about 140g uncooked rice)",
            "2 large eggs , beaten",
            "140g frozen peas",
            "225g can bamboo shoots , drained",
            "250g frozen prawns , cooked or raw",
            "2-3 limes , 1 juiced, the rest cut into wedges to serve",
            "handful coriander leaves (optional)"
        ],
        "directions": [
            "Heat the oil in a wok or non-stick frying pan and fry the spring onion whites for 2 mins until softened. Stir in the pepper for 1 min, followed by the pineapple for 1 min more, then stir in the green curry paste and soy sauce.",
            "Add the rice, stir-frying until piping hot, then push the rice to one side of the pan and scramble the eggs on the other side. Stir the peas, bamboo shoots and prawns into the rice and eggs, then heat through for 2 mins until the prawns are hot and the peas tender. Finally, stir in the spring onion greens, lime juice and coriander, if using. Spoon into bowls and serve with extra lime wedges and soy sauce."
        ],
        "image": "image-1655813675641.webp",
        "belongsTo": 9
    },
    {
        "id": 10,
        "title": "Basic Mashed Potatoes",
        "description": "If you love good, old fashioned mashed potatoes this is the perfect recipe. Simple and delicious.",
        "Ingredients": [
            "2 pounds baking potatoes, peeled and quartered",
            "2 tablespoons butter",
            "1 cup milk",
            "salt and pepper to taste"
        ],
        "directions": [
            "Bring a pot of salted water to a boil. Add potatoes and cook until tender but still firm, about 15 minutes; drain.",
            "In a small saucepan heat butter and milk over low heat until butter is melted. Using a potato masher or electric beater, slowly blend milk mixture into potatoes until smooth and creamy. Season with salt and pepper to taste."
        ],
        "image": "image-1655763187096.jpg",
        "belongsTo": 10
    },
    {
        "id": 11,
        "title": "Air Fryer Potato Wedges",
        "description": "Deliciously crispy air-fried potato wedges are perfectly seasoned and ready to serve in just over 30 minutes. It doesn't get any easier than this! Serve with ketchup for a tasty appetizer, or toss with some grated Parmesan for a cheesy potato side dish.",
        "Ingredients": [
            "2 medium russet potatoes",
            "1 ½ tablespoons olive oil",
            "½ teaspoon ground paprika",
            "½ teaspoon parsley flakes",
            "½ teaspoon chili powder",
            "½ teaspoon sea salt",
            "⅛ teaspoon ground black pepper"
        ],
        "directions": [
            "Preheat an air fryer to 400 degrees F (200 degrees C).",
            "Cut each potato in half lengthwise. Cut each half in half lengthwise, and then cut each quarter in half lengthwise. You will have 16 wedges.",
            "Place potato wedges in a large bowl. Add olive oil, paprika, parsley, chili, salt, and pepper; mix until well combined.",
            "Place 1/2 of the potato wedges in the basket of the air fryer and cook for 10 minutes.",
            "Flip wedges with tongs and cook for an additional 5 minutes. Remove to a plate.",
            "Repeat to cook the remaining wedges."
        ],
        "image": "image-1655801593491.jpg",
        "belongsTo": 9
    },
    {
        "id": 12,
        "title": "Vegetarian lasagne",
        "description": "Easy vegetarian lasagne using just a handful of ingredients. You can use ready-made tomato sauce and white sauce, or batch cook the sauces and freeze them",
        "Ingredients": [
            "3 red peppers, cut into large chunks",
            "2 aubergines, cut into ½ cm thick slices",
            "8 tbsp olive oil, plus extra for the dish",
            "300g lasagne sheets",
            "125g mozzarella",
            "handful cherry tomatoes, halved",
            "1 tbsp olive oil",
            "2 onions, finely chopped",
            "2 garlic cloves, sliced",
            "1 carrot, roughly chopped",
            "2 tbsp tomato purée",
            "200ml white wine",
            "3 x 400g cans chopped tomatoes",
            "1 bunch of basil, leaves picked",
            "85g butter",
            " 85g plain flour",
            "750ml milk"
        ],
        "directions": [
            "To make the tomato sauce, heat the olive oil in a saucepan. Add the onions, garlic and carrot. Cook for 5-7 mins over a medium heat until softened. Turn up the heat a little and stir in the tomato purée. Cook for 1 min, pour in the white wine, then cook for 5 mins until this has reduced by two-thirds. Pour over the chopped tomatoes and add the basil leaves. Bring to the boil then simmer for 20 mins. Leave to cool then whizz in a food processor. Will keep, cooled, in the fridge for up to three days or frozen for three months.",
            "To make the white sauce, melt the butter in a saucepan, stir in the plain flour, then cook for 2 mins. Slowly whisk in the milk, then bring to the boil, stirring. Turn down the heat, then cook until the sauce starts to thicken and coats the back of a wooden spoon. Will keep, cooled, in the fridge for up to three days or frozen for three months.",
            "Heat the oven to 200C/180C fan/gas 6. Lightly oil two large baking trays and add the peppers and aubergines. Toss with the olive oil, season well, then roast for 25 mins until lightly browned.",
            "Reduce the oven to 180C/160C fan/gas 4. Lightly oil a 30 x 20cm ovenproof dish. Arrange a layer of the vegetables on the bottom, then pour over a third of the tomato sauce. Top with a layer of lasagne sheets, then drizzle over a quarter of the white sauce. Repeat until you have three layers of pasta.",
            "Spoon the remaining white sauce over the pasta, making sure the whole surface is covered, then scatter over the mozzarella and cherry tomatoes. Bake for 45 mins until bubbling and golden."
        ],
        "image": "image-1655814124479.jpg",
        "belongsTo": 8
    },
    {
        "id": 13,
        "title": "Easy chicken fajitas",
        "description": "Need a simple, vibrant midweek meal the family will love? Put together these easy chicken fajitas and people can create their own masterpieces at the table",
        "Ingredients": [
            "2 large chicken breasts, finely sliced",
            "1 red onion, finely sliced",
            "1 red pepper, sliced",
            "1 red chilli, finely sliced (optional)",
            "1 heaped tbsp smoked paprika",
            "1 tbsp ground coriander",
            "pinch of ground cumin",
            "2 medium garlic cloves, crushed",
            "4 tbsp olive oil",
            "1 lime, juiced",
            "4-5 drops Tabasco",
            "6 medium tortillas",
            "bag mixed salad",
            "230g tub fresh salsa"
        ],
        "directions": [
            "Heat oven to 200C/180C fan/gas 6 and wrap 6 medium tortillas in foil.",
            "Mix 1 heaped tbsp smoked paprika, 1 tbsp ground coriander, a pinch of ground cumin, 2 crushed garlic cloves, 4 tbsp olive oil, the juice of 1 lime and 4-5 drops Tabasco together in a bowl with a big pinch each of salt and pepper.",
            "Stir 2 finely sliced chicken breasts, 1 finely sliced red onion, 1 sliced red pepper and 1 finely sliced red chilli, if using, into the marinade.",
            "Heat a griddle pan until smoking hot and add the chicken and marinade to the pan.",
            "Keep everything moving over a high heat for about 5 mins using tongs until you get a nice charred effect. If your griddle pan is small you may need to do this in two batches.",
            "To check the chicken is cooked, find the thickest part and tear in half – if any part is still raw cook until done.",
            "Put the tortillas in the oven to heat up and serve with the cooked chicken, a bag of mixed salad and one 230g tub of fresh salsa."
        ],
        "image": "image-1655814374075.jpg",
        "belongsTo": 6
    },
    {
        "id": 14,
        "title": "Classic lasagne",
        "description": "Easiest ever pasta bake with streaky bacon, beef mince, a crème fraîche sauce and gooey mozzarella",
        "Ingredients": [
            "1 tbsp olive oil",
            "2 rashers smoked streaky bacon",
            "1 onion , finely chopped",
            "1 celery stick, finely chopped",
            "1 medium carrot , grated",
            "2 garlic cloves , finely chopped",
            "500g beef mince",
            "1 tbsp tomato purée",
            "2 x 400g cans chopped tomatoes",
            "1 tbsp clear honey",
            "500g pack fresh egg lasagne sheets",
            "400ml crème fraîche",
            "125g ball mozzarella , roughly torn",
            "50g freshly grated parmesan",
            "large handful basil leaves , torn (optional)"
        ],
        "directions": [
            "Heat the oil in a large saucepan. Use kitchen scissors to snip the bacon into small pieces, or use a sharp knife to chop it on a chopping board. Add the bacon to the pan and cook for just a few mins until starting to turn golden. Add the onion, celery and carrot, and cook over a medium heat for 5 mins, stirring occasionally, until softened.",
            "Add the garlic and cook for 1 min, then tip in the mince and cook, stirring and breaking it up with a wooden spoon, for about 6 mins until browned all over.",
            "Stir in the tomato purée and cook for 1 min, mixing in well with the beef and vegetables. Tip in the chopped tomatoes. Fill each can half full with water to rinse out any tomatoes left in the can, and add to the pan. Add the honey and season to taste. Simmer for 20 mins.",
            "Heat oven to 200C/180C fan/gas 6. To assemble the lasagne, ladle a little of the ragu sauce into the bottom of the roasting tin or casserole dish, spreading the sauce all over the base. Place 2 sheets of lasagne on top of the sauce overlapping to make it fit, then repeat with more sauce and another layer of pasta. Repeat with a further 2 layers of sauce and pasta, finishing with a layer of pasta.",
            "Put the crème fraîche in a bowl and mix with 2 tbsp water to loosen it and make a smooth pourable sauce. Pour this over the top of the pasta, then top with the mozzarella. Sprinkle Parmesan over the top and bake for 25–30 mins until golden and bubbling. Serve scattered with basil, if you like."
        ],
        "image": "image-1655814706151.jpg",
        "belongsTo": 6,
        "ratingAvg": null
    },
    {
        "id": 15,
        "title": "black bean tortillas",
        "description": "With only 5 ingredients these black bean tortillas are the easiest and fastest meal to throw together. You can always add on additional toppings like corn salsa, avocado ranch, or endless crunchy veggies like radishes or pickled red onions. An easy meal you'll have on repeat!",
        "Ingredients": [
            "2 (15-oz.) cans black beans, rinsed and drained",
            "8 tortillas",
            "2 c. shredded pepper jack ",
            "Avocado, sliced",
            "Hot sauce"
        ],
        "directions": [
            "Preheat oven to 350°. In a small saucepan over medium heat, add beans and 1 cup of water. Bring to a simmer and let simmer until beans are warmed through, about 10 minutes. Smash with a wooden spoon until most of the beans are smashed with some whole remaining. Add more water as needed to help create a smoother consistency. ",
            "Meanwhile, place tostadas on a large baking sheet and sprinkle cheese evenly over each. Bake until cheese is melty, about 5 minutes. ",
            "Top tostadas with beans, avocado slices, and hot sauce."
        ],
        "image": "black-bean-and-avocado-wraps-4.jpeg",
        "belongsTo": 5
    },
    {
        "id": 16,
        "title": "Ramen",
        "description": "Delicious Ramen. Try using frozen peas or  halved snow peas in place of the bell pepper and carrot. Skip the egg and top with seared chicken or tofu and try the whole thing topped with a smattering of Togarashi or a drizzle of chili crunch.",
        "Ingredients": [
            "2 (3 oz.) packages instant ramen (spice packet discarded)  ",
            "2 tbsp. unsalted butter ",
            "1/2 medium red bell pepper, stemmed, seeded, and chopped ",
            "1 small carrot, peeled, trimmed, and thinly sliced into rounds ",
            "2 cloves garlic, minced ",
            "large pinch red pepper flakes ",
            "3 tbsp. low-sodium soy sauce ",
            "3 tbsp. light brown sugar ",
            "3 large eggs, lightly beaten ",
            "1 tbsp. everything bagel seasoning ",
            "Chopped scallions, for serving "
        ],
        "directions": [
            "In a medium pot of boiling water, cook the ramen noodles according to package instructions. Drain and set aside.",
            "Meanwhile, melt the butter in a large nonstick skillet over medium-high. Add the bell pepper and carrot, and cook until, stirring often, until softened, about 4 minutes. Add the garlic and chile flakes, and cook, stirring, until fragrant and golden, about 1 minute. Add the soy sauce and brown sugar and cook, stirring, until sugar is dissolved and sauce is boiling, about 15 seconds. ",
            "Add the cooked noodles and toss to coat. Push the noodles to one half of the skillet and add the egg to the other half. Season eggs with salt and pepper. Let sit until the very edges look like they are about to set, about 20 seconds. Stir occasionally, using a wooden spoon or spatula until soft curds form, about 3 minutes. ",
            "Combine noodles and eggs and spoon into bowls. ",
            "Sprinkle with everything bagel seasoning and green onion."
        ],
        "image": "image-1655980673562.jpeg",
        "belongsTo": 4
    },
    {
        "id": 17,
        "title": "Easy huevos rancheros",
        "description": "An easy Mexican breakfast that'll keep you going all morning, it's got everything you need to pep up your plate",
        "Ingredients": [
            "1 tbsp vegetable oil or sunflower oil",
            "1 corn tortilla wrap",
            "1 egg",
            "200g can black beans, drained",
            "juice ½ lime",
            "½ ripe avocado, peeled and sliced",
            "50g feta, crumbled",
            "hot chilli sauce (we like sriracha)"
        ],
        "directions": [
            "Heat the oil in a frying pan over a high heat. Add the tortilla and fry for 1-2 mins on each side until crisping at the edges. Transfer to a plate. ",
            "Crack the egg into the pan and cook to your liking. Meanwhile, tip the beans into a bowl, season and add a squeeze of lime, then lightly mash with a fork. ",
            "Spread the beans over the tortilla, top with the egg, avocado, feta and chilli sauce. Squeeze over a little more lime juice just before eating. "
        ],
        "image": "image-1656152729177.jpeg",
        "belongsTo": 6
    },
    {
        "id": 18,
        "title": "Vegetarian Chilli",
        "description": "The easiest chilli you'll ever make, with ready-to-eat grains, kidney beans in chilli sauce and summer veggies.\r\n\r\n",
        "Ingredients": [
            "400g pack oven-roasted vegetables",
            "1 can kidney beans in chilli sauce",
            "1 can chopped tomatoes",
            "1 ready-to-eat mixed grain pouch"
        ],
        "directions": [
            "Heat oven to 200C/180C fan/ gas 6. Cook the vegetables in a casserole dish for 15 mins. Tip in the beans and tomatoes, season, and cook for another 10-15 mins until piping hot. Heat the pouch in the microwave on High for 1 min and serve with the chilli."
        ],
        "image": "image-1656161601633.jpeg",
        "belongsTo": 11
    },
    {
        "id": 19,
        "title": "Easy bread rolls",
        "description": "Bake these simple white bread rolls for sandwiches, burger buns or to dunk in soup. Using only a handful of ingredients, bread-making has never been so easy",
        "Ingredients": [
            "500g strong white bread flour , plus extra for dusting",
            "7g sachet fast action yeast",
            "1 tsp white caster sugar",
            "2 tsp fine salt",
            "1 tsp sunflower oil , plus extra for the work surface and bowl"
        ],
        "directions": [
            "Tip the flour, yeast, sugar, salt and oil into a bowl. Pour over 325ml warm water, then mix (with a spatula or your hand), until it comes together as a shaggy dough. Make sure all the flour has been incorporated. Cover and leave for 10 mins.",
            "Lightly oil your work surface and tip the dough onto it. Knead the dough for at least 10 mins until it becomes tighter and springy – if you have a stand mixer you can do this with a dough hook for 5 mins. Pull the dough into a ball and put in a clean, oiled bowl. Leave for 1 hr, or until doubled in size.",
            "Tip the dough onto a lightly floured surface and roll into a long sausage shape. Halve the dough, then divide each half into four pieces, so you have eight equal-sized portions. Roll each into a tight ball and put on a dusted baking tray, leaving some room between each ball for rising. Cover with a damp tea towel and leave in a warm place to prove for 40 mins-1 hr or until almost doubled in size.",
            "Heat the oven to 230C/210C fan/gas 8. When the dough is ready, dust each ball with a bit more flour. (If you like, you can glaze the rolls with milk or beaten egg, and top with seeds.) Bake for 25-30mins, until light brown and hollow sounding when tapped on the base. Leave to cool on a wire rack."
        ],
        "image": "image-1656161732885.jpeg",
        "belongsTo": 7
    },
    {
        "id": 20,
        "title": "Chocolate molten cakes",
        "description": "Bake an impressive dinner party dessert with minimum fuss – these chocolate puddings, also known as chocolate fondant or lava cake, have a lovely gooey centre",
        "Ingredients": [
            "100g butter, plus extra to grease",
            "100g dark chocolate, chopped",
            "150g light brown soft sugar",
            "3 large eggs",
            "½ tsp vanilla extract",
            "50g plain flour",
            "single cream, to serve"
        ],
        "directions": [
            "Heat oven to 200C/180C fan/gas 6. Butter 6 dariole moulds or basins well and place on a baking tray.",
            "Put 100g butter and 100g chopped dark chocolate in a heatproof bowl and set over a pan of hot water (or alternatively put in the microwave and melt in 30 second bursts on a low setting) and stir until smooth. Set aside to cool slightly for 15 mins.",
            "Using an electric hand whisk, mix in 150g light brown soft sugar, then 3 large eggs, one at a time, followed by ½ tsp vanilla extract and finally 50g plain flour. Divide the mixture among the darioles or basins.",
            "You can now either put the mixture in the fridge, or freezer until you're ready to bake them. Can be cooked straight from frozen for 16 mins, or bake now for 10-12 mins until the tops are firm to the touch but the middles still feel squidgy.",
            "Carefully run a knife around the edge of each pudding, then turn out onto serving plates and serve with single cream."
        ],
        "image": "image-1656161875704.jpeg",
        "belongsTo": 5
    },
    {
        "id": 21,
        "title": "Italian bean salad",
        "description": "A quick and easy summery salad - ideal for serving with a barbecue spread",
        "Ingredients": [
            "1 bunch spring onions",
            "2 garlic cloves , crushed",
            "1 red chilli , seeded and finely chopped",
            "2 x 400g cans cannellini beans , drained and rinsed",
            "1 can of butter beans",
            "6 tbsp olive oil",
            "2 tbsp white wine vinegar",
            "plenty of chopped parsley"
        ],
        "directions": [
            "Finely chop the spring onions and put into a bowl with the garlic and the chilli. Mix in the cannellini beans and the butter beans. Whisk the olive oil with the white wine vinegar and add plenty of seasoning. Stir through the salad with plenty of chopped parsley."
        ],
        "image": "image-1656162004136.jpeg",
        "belongsTo": 7
    },
    {
        "id": 22,
        "title": "Chicken tagine",
        "description": "Simple one-pots are perfect for the busy cook. This chicken tagine is great eaten with cous cous for something a bit more filling.",
        "Ingredients": [
            "2 tbsp olive oil",
            "8 skinless boneless chicken thighs, halved if large",
            "1 onion, chopped",
            "2 tsp grated fresh root ginger",
            "pinch saffron or tumeric",
            "1 tbsp honey",
            "400g carrot, cut into sticks",
            "small bunch parsley, roughly chopped",
            "lemon wedges, to serve"
        ],
        "directions": [
            "Heat the oil in a large, wide pan with a lid, add the chicken, then fry quickly until lightly coloured. Add the onion and ginger, then fry for a further 2 mins.",
            "Add 150ml water, the saffron, honey and carrots, season, then stir well. Bring to the boil, cover tightly, then simmer for 30 mins until the chicken is tender. Uncover and increase the heat for about 5 mins to reduce the sauce a little. Sprinkle with parsley and serve with lemon wedges for squeezing over."
        ],
        "image": "image-1656162172693.jpeg",
        "belongsTo": 11
    },
    {
        "id": 23,
        "title": "Chocolate cupcakes",
        "description": "These light cakes are perfect for freezing – they just need a quick blast in the microwave to bring them back to life",
        "Ingredients": [
            "300g dark chocolate , broken into chunks - don't use one with a high cocoa content",
            "200g self-raising flour",
            "200g light muscovado sugar , plus 3 tbsp extra",
            "6 tbsp cocoa",
            "150ml sunflower oil , plus a little extra for greasing",
            "284ml pot soured cream",
            "2 eggs",
            "1 tsp vanilla extract"
        ],
        "directions": [
            "Heat oven to 180C/fan 160C/gas 4 and line a 10-hole muffin tin with paper cases. Whizz the chocolate into small pieces in a food processor. In the largest mixing bowl you have, tip in the flour, sugar, cocoa, oil, 100ml soured cream, eggs, vanilla and 100ml water. Whisk everything together with electric beaters until smooth, then quickly stir in 100g of the whizzed-up chocolate bits. Divide between the 10 cases, then bake for 20 mins until a skewer inserted comes out clean (make sure you don’t poke it into a chocolate chip bit). Cool on a wire rack.",
            "To make the icing, put the remaining chocolate bits, soured cream and 3 tbsp sugar in a small saucepan. Heat gently, stirring, until the chocolate is melted and you have a smooth icing. Chill in the fridge until firm enough to swirl on top of the muffins, then tuck in."
        ],
        "image": "image-1656162363155.jpeg",
        "belongsTo": 12
    },
    {
        "id": 24,
        "title": "Salmon & dill fish cakes",
        "description": "Everybody loves fish cakes, and even the complete beginner can master these mouthwatering morsels",
        "Ingredients": [
            "800g skinless salmon fillet",
            "2 bay leaves",
            "small bunch dill , stalks and fronds separated",
            "500ml milk",
            "600g Maris Piper potato , peeled and chopped into even sized chunks",
            "zest 1 lemon",
            "4 tbsp mayonnaise",
            "1 tsp Dijon mustard",
            "4 tbsp caper , rinsed and dried",
            "flour , for dusting your hands",
            "1 egg , beaten",
            "100g breadcrumb",
            "4 tbsp vegetable or sunflower oil",
            "lemon wedges and watercress, to serve"
        ],
        "directions": [
            "Poaching the salmon: Put the salmon in a frying pan with the bay leaves and dill stalks. Pour over enough milk to cover the fish (you may not need all the milk), bring to the boil, then lower heat to a gentle simmer and leave to poach for 4 mins. Turn off the heat, then leave the fish to continue cooking in the poaching liquid for 5 mins. Lift the salmon out with a fish slice onto a plate. Flake into large pieces with a fork, then leave to cool.",
            "Making and drying out the mash: Meanwhile, cook the potatoes in boiling salted water for about 10 mins, or until tender. Drain well, then leave to cool in a colander for 2 mins. Tip back into the pan and return to the hob on a low setting. Mash the potatoes, watching that the mash doesn’t catch at the bottom of the pan, for 2-3 mins – it should be dry and fluffy. Stir in lemon zest, mayonnaise, mustard, capers and some seasoning.",
            "Mixing and shaping fish cakes Pat away any liquid from the fish, then carefully lift the pieces into the pan with the mash. With your hands, gently mix together until roughly combined; it should take just a few movements or the fish will break up. Dust hands and work surface with flour. Shape a handful of the mix into a patty-shaped cake, about 2.5cm thick. Repeat to make 8 cakes.",
            "Breadcrumbing and frying Dip the cakes into the egg, then press into the breadcrumbs all over. Heat half the oil in a frying pan until very hot. Fry 4 fish cakes for 5 mins each side until golden. Remove; keep warm. Repeat with the rest, or freeze. Serve with lemon wedges and watercress."
        ],
        "image": "image-1656162535742.jpeg",
        "belongsTo": 12
    },
    {
        "id": 25,
        "title": "Paella",
        "description": "Whip up this easy version of the traditional Spanish seafood dish straight from the storecupboard. Add extras such as chorizo and peas if you like",
        "Ingredients": [
            "1 tbsp olive oil",
            "1 onion, chopped",
            "1 tsp each hot smoked paprika and dried thyme",
            " 300g paella or risotto rice",
            "3 tbsp dry sherry or white wine (optional)",
            "400g can chopped tomatoes with garlic",
            "900ml chicken stock",
            "400g frozen seafood mix , defrosted",
            "1 lemon, ½ juiced, ½ cut into wedges",
            "handful of flat-leaf parsley, roughly chopped"
        ],
        "directions": [
            "Heat the olive oil in a large frying pan or wok. Add the onion and soften for 5 mins. ",
            "Add the smoked paprika, thyme and paella rice, stir for 1 min, then splash in the sherry, if using. Once evaporated, stir in the chopped tomatoes and chicken stock. ",
            "Season and cook, uncovered, for about 15 mins, stirring now and again until the rice is almost tender and still surrounded with some liquid.",
            "Stir in the seafood mix and cover with a lid. Simmer for 5 mins, or until the seafood is cooked through and the rice is tender. Squeeze over the lemon juice, scatter over the parsley and serve with the lemon wedges."
        ],
        "image": "image-1656162709109.jpeg",
        "belongsTo": 8
    }
]